Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: གལ་ཏེ་གཏེར་དེ་མི་གང་ཙམ་ན་ཡོད་ན་ཆུས་གཏོར་ལ་ཁྲུ་གང་ཙམ་བརྐོས་ལ་བླང་བར་བྱའོ། །
en: If it is at the depth of a human height, one should sprinkle the area with water—one will be able to grasp it after digging one cubit deep. {26.57}

source: ཅི་སྟེ་སེང་གེ་བསྒྲུབ་པར་འདོད་ན་གྲོག་མཁར་གྱི་ས་དང་གི་ཝང་གི་ལྡེ་གུས་བསྲེས་པའི་གོང་བུ་ལས་བྱས་ནས་བཞག་སྟེ། མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ལ་ཇི་སྲིད་འགུལ་བ་དེ་སྲིད་ཀྱི་བར་དུ་བཟླས་པ་བྱས་ན་འགྲུབ་པར་འགྱུར་ཏེ་འགུལ་བ་ན་འགྲུབ་པར་འགྱུར་རོ། །
en: “If one wants to perform the sādhana of a lion, one should make its effigy from the clay of an anthill, smear it with bovine bezoar, place it on a pedestal, and offer a large pūjā. One should recite the mantra until the lion moves; once it does, the practitioner has accomplished the rite.

source: རྒྱབ་ཏུ་ཞོན་ན་རྣ་ཆ་གདུབ་ཀོར་དང་འདྲ་ཞིང་འཁྱིལ་བའི་སྐྲ་དང་བདག་དང་བཅས་པའི་འཁོར་ལྔ་བཅུ་དང་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: His hair forming curls like earrings, he will fly up surrounded by a retinue of four, mounted on [the lion’s] back.

source: ཚངས་པ་ཇི་ལྟ་བར་ལོ་སྟོང་ཕྲག་དགུར་འཚོ་བར་འགྱུར། རིག་པ་འཛིན་པ་ཐམས་ཅད་ཀྱིས་མི་ཐུབ་པར་འགྱུར་རོ། །
en: He will live as long as Brahmā—ninety thousand years—without being interfered with by any of the vidyādharas.

source: དེ་བཞིན་དུ་གླང་པོ་ཆེ་དང་མ་ཧེ་བསྒྲུབ་པར་བྱའོ། །
en: The sādhanas of elephants, horses, and buffaloes can be accomplished in the same way.

source: གང་གི་ཚེ་སེང་གེ་སེང་གེའི་སྒྲ་སྒྲོགས་པ་དེའི་ཚེ་ལྷ་རྣམས་སྟན་ལས་ས་ལ་ལྟུང་བར་འགྱུར་རོ། །
en: Whenever he utters a lion’s roar, the gods will fall off their seats. {26.58}

source: པདྨའི་མཚོར་ཕྱིན་ནས་པདྨ་འབུམ་གྱིས་མཆོད་ན་ས་ཀུན་གྱི་རྒྱལ་ཐབས་ཐོབ་པར་འགྱུར་རོ། །
en: “If one goes to a lotus pond and offers one hundred thousand lotuses, one will obtain an entire kingdom.

source: ཤིང་ཀ་ར་བཱི་རའི་ཏོག་ཁ་མ་འབུས་པའི་སྦྱིན་སྲེག་འབུམ་བྱས་ན་རྒྱལ་པོའི་བུ་མོ་ཐོབ་པར་འགྱུར་རོ། །
en: Should one offer one hundred thousand buds of red oleander flowers, one will obtain a king’s daughter.

source: སྣ་མའི་མེ་ཏོག་འབུམ་གྱིས་རྒྱ་མཚོར་འགྲོ་བའི་ཆུ་བོ་ལ་སྔགས་དང་བཅས་པས་གཏོར་ན། གང་འདོད་པའི་བུ་མོ་ཐོབ་པར་འགྱུར་ཞིང་གྲུབ་པ་མཆོག་ཐམས་ཅད་ཀྱང་འགྲུབ་པར་འགྱུར་རོ། །
en: If one offers one hundred thousand jasmine flowers into a river that empties into the ocean, one will obtain whatever girl one desires and will accomplish the highest practices. {26.59}

source: གཙུག་ཏོར་འཁོར་ལོས་སྒྱུར་བ་འདིའི་སྔགས་ཀྱིས་ནི་དེ་གང་དུ་འོངས་པ་དེར་དབང་པོ་ཡང་དེ་ལ་སྟན་སྟོབས་པར་འགྱུར་རོ། །
en: “Through this mantra of the cakravartin Uṣṇīṣa , wherever one goes, even Indra himself will vacate and offer his seat.

source: ལྷའི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་ཀྱང་རིང་པོ་ནས་མཐོང་ན་འཇིགས་པས་དགའ་བར་འགྱུར་རོ། །
en: All the gods, seeing one at a distance, will become awed and afraid.

source: དེ་ལྟར་རྒྱ་ཆེར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་སེང་གེ་མི་མཆོག་གིས་གསུངས་པ་ཡིན་ནོ། །
en: So spoke Blessed lion Śākyamuni, the lion and the most eminent among men.

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག ། བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཡི་གེ་གཅིག་པའི་འཁོར་ལོས་སྒྱུར་བའི་ལས་ཀྱི་ཆོ་ག་དང་རས་རིས་བསྟན་པའི་ལེའུ་རབ་འབྱམ་ལས་ཉི་ཤུ་པ་རྫོགས་སོ།། །།
en: This concludes the detailed twenty-sixth chapter, with instructions on the ritual procedures of the rites of the cakravartin One Syllable and his painting, from “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་གཞན་ཡང་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ནས། དེ་ན་གནས་པའི་ལྷའི་ཚོགས་ཐམས་ཅད་དང་། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་དང་། རང་སངས་རྒྱས་དང་། ཉན་ཐོས་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: At that time, the blessed Śākyamuni again directed his gaze at the realm of the Pure Abode and the hosts of gods dwelling there, as well as all the buddhas, bodhisattvas, pratyeka­buddhas, and the noble śrāvakas, and once again addressed Mañjuśrī the divine youth: {27.1}

source: འཇམ་དཔལ་བསྟན་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ནོར་དུ་གྱུར་པ། ཆོས་ཀྱི་མཛོད་འཇིག་རྟེན་པ་རྣམས་ཀྱི་བསམ་པ་འབྲས་བུ་དང་བཅས་པ་བྱེད་པའི་ཕྱིར་ནོར་བུ་རིན་པོ་ཆེ་ལྟ་བུར་གྱུར་པའོ། །
en: “This complete basket of teachings of all the tathāgatas, O Mañjuśrī, is as illustrious as a wish-fulfilling gem. It is taught in order to make beings into receptacles wherein results will be born.

source: དུས་ཀྱི་ཐ་མའི་དུས་དེའི་ཚེ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ཤིང་སངས་རྒྱས་ཀྱི་ཞིང་དག་སྟོངས་པ་ན་དམ་པའི་ཆོས་ཀྱི་ཚུལ་ནུབ་པའི་དུས་ཚོད་ན།
en: During the lowest eon, at the time when the buddhafield is empty, the tathāgatas are in the state of nirvāṇa and the genuine Dharma tools have disappeared.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྔགས་ཀྱི་མཛོད་ཡང་དག་པར་བསྲུང་བའི་ཕྱིར་གཞོན་ནུ་ཁྱོད་ཀྱི་སྔགས་དང་རྒྱུད་རྣམས་ཀྱི་ཆོ་གའི་རྒྱལ་པོ་ནི་ཐུན་མོང་དུ་གྱུར་ཅིང་གཏེར་དུ་གྱུར་པར་འགྱུར་བ་ཡིན་ཏེསེམས་ཅན་ཐམས་ཅད་ཀྱི་བསམས་པ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ཆོ་ག་བཞིན་དུ་བཟླས་པ་བྱས་ན་ཐོབ་པ་ཡིན་ནོ། །
en: At such a time, in order to preserve the mantra basket of all the tathāgatas’ teachings, this One Syllable, O Mañjuśrī, taught in this king of manuals of your mantra methods, the manual of the divine youth, will become a shared treasure, which, when recited according to procedure, will fulfill the wishes of all beings.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྔགས་དང་རྒྱུད་རྣམས་ཀྱི་འདི་ནི་སྙིང་པོར་གྱུར་པ་ཡིན་ཏེ། གཞོན་ནུ་ཁྱོད་ཀྱི་ཆོ་གའི་རྒྱལ་པོ་འདི་ནི་མཆོག་ཏུ་གྱུར་པ་ཡིན་ནོ། །
en: This cakravartin, One Syllable, taught in your king of manuals, constitutes the essential core of the mantra systems of all the tathāgatas and is the most prominent [part of] them.

source: ཡི་གེ་གཅིག་པའི་འཁོར་ལོས་སྒྱུར་བ་འདི་བཟླས་པས་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིག་པའི་རྒྱལ་པོ་བཟླས་པར་འགྱུར་རོ། །
en: When one recites him, all the tathāgata- vidyārāja s are being recited. {27.2}

source: འཇམ་དཔལ་གཞན་ཡང་ཁྱོད་ཀྱི་ཆོ་གའི་རྒྱལ་པོ་གཏེར་དུ་གྱུར་པ། སྙིང་པོར་གྱུར་པ། མཆོག་ཏུ་གྱུར་པ། གཙོ་བོར་གྱུར་པ། ཡི་གེ་གཅིག་པ་སྔོན་བྱུང་བར་འགྱུར་རོ། །
en: “But there is, Mañjuśrī, yet another one-syllable mantra in your king of manuals, taught in the past, that is a treasure of great excellence, the most eminent and precious.

source: འདས་པའི་དུས་དང་འདས་པའི་དུས་ཚོད་དུ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་དྲུག་ཅུ་རྩ་གཉིས་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་དང་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་ངེས་པའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། བླ་ན་མེད་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གིས་དྲན་པ་ཙམ་མམ་མཚན་འཛིན་པས་ཀྱང་མཚམས་མེད་པ་ལྔའི་ལས་ཀྱང་ཟད་པར་འགྱུར་རོ། །
en: In bygone times, as many eons ago as the grains of sand in sixty-two Gaṅgā rivers, there was a tathāgata by the name of Amitāyurjñāna­viniścaya­rājendra, an arhat, a fully realized buddha endowed with the vidyā conduct, a supreme sugata who knows the ways of the world, a leader able to tame people, an instructor of gods and men , a blessed buddha the mere recollection of whom, or hearing whose name, neutralizes even the five acts of immediate retribution.

source: གང་གི་མཚན་ཐོས་པ་ཙམ་གྱིས་ཀྱང་སེམས་ཅན་མང་པོ་ངེས་པར་བྱང་ཆུབ་ལ་གཞོལ་བར་འགྱུར་ན་སྔགས་འགྲུབ་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Many beings who merely hear his name will definitely progress toward awakening—how much more is this true for those beings who accomplish his mantra! {27.3}

source: སྔགས་ཟློས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་ངེས་པར་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་ངེས་པའི་དབང་པོའི་རྒྱལ་པོ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འདི་ལ་དང་པོར་ངག་གིས་ཀྱང་ཕྱག་བྱས་ཏེ
en: “It is necessary that all mantra reciters keep in their minds, first and foremost, this blessed tathāgata Amitāyurjñāna­viniścaya­rājendra.

source: བཅོམ་ལྡན་འདས་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་ངེས་པའི་དབང་པོའི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་ལ་ཕྱག་འཚལ་ལོ། །
en: They also should say, ‘Homage to the blessed tathāgata Amitāyurjñāna­viniścaya­rājendra, the arhat, the perfectly realized buddha!’

source: དེ་བཞིན་དུ་དེ་ནས་འོད་དཔག་མེད་དང་རིན་ཆེན་ཏོག་ལ་ཕྱག་བྱའོ། །དེ་ནས་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་བྱས་ནས་ཅི་འདོད་པའི་སྔགས་བཟླས་པ་བྱས་ན་མྱུར་དུ་གྲུབ་པ་སྩོལ་བར་འགྱུར་ཏེ།
en: After that they should pay homage to Amitābha, Ratnaketu , and all the buddhas and recite the mantras of their choice. They will swiftly obtain accomplishments. {27.4}

source: གང་གི་ཕྱིར་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་གསུམ་གྱི་མཚན་ཡོངས་སུ་བསྒྲགས་པ་དང་ཕྱག་འཚལ་བས་ནི་བསོད་ནམས་ཆེན་པོ་འཕེལ་བའི་ཕྱིར་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་ཡང་ཕྱག་འཚལ་བས་ནི་ངེས་པར་བྱང་ཆུབ་ལ་གཞོལ་བ་དང་དགེ་བའི་ཚོགས་འདི་ཡོངས་སུ་རྫོགས་པར་འགྱུར་ཏེབྱང་ཆུབ་སེམས་དཔའི་གྲངས་སུ་འགྲོ་ཞིང་དེའི་སྔགས་ཀྱང་མྱུར་དུ་འགྲུབ་པ་སྩོལ་བར་འགྱུར་རོ། །
en: “For that reason, if one wants to greatly increase one’s store of merit, one should salute and call out the names of the three tathāgatas and always bow to all the tathāgatas. Always dedicated to the pursuit of awakening, one will complete the accumulation of virtue and henceforth will be counted among the bodhisattvas. One’s mantras will swiftly fulfill their aim. {27.5}

source: ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་ངེས་པའི་དབང་པོའི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཡི་གེ་གཅིག་པའི་སྔགས་འདི་གསུངས་ཏེ།
en: “This single-syllable mantra was taught by Tathāgata Amitāyurjñāna­viniścaya­rājendra, the arhat, the perfectly realized buddha.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྙིང་པོ་སྔགས་དང་རྒྱུད་ཐམས་ཅད་ཀྱི་མངོན་པར་འདོད་པ།
en: This mantra, the essence of all the tathāgatas, is cherished in all the mantra systems.

source: སྔགས་ཐམས་ཅད་ཀྱི་དོན་སྒྲུབ་པར་བྱེད་པ། འཇམ་པའི་དབྱངས་ཁྱོད་ཀྱི་ཆོ་གའི་རྒྱལ་པོ་མཆོག་ཏུ་གཙང་བ་དང་གཙང་བ་དམ་པ་དང་འཇིག་རྟེན་རྣམས་ལ་ཕན་པའི་ཕྱིར་རབ་ཏུ་སྦྱར་བར་བྱའོ། །
en: It accomplishes all activities. O Mañjughoṣa! This mantra, the most secret in your king of manuals, should be employed by people in utmost secrecy for their own good. {27.6}

source: སློབ་མ་མ་ཡིན་པ་དང་ཆོས་དང་མི་ལྡན་པ་དང་དེ་བཞིན་དུ་སྟོན་པ་དང་བསྟན་པ་ལ་མ་དད་པ་དང་གཞན་གྱིས་ཕམ་པ་དང་མ་རུངས་པ་དང་ང་རྒྱལ་ཅན་དང་སྟོན་པ་དང་བསྟན་པ་ལ་ཉེས་པ་ཚོལ་བ་ལ་ནི་ནམ་ཡང་རབ་ཏུ་སྦྱར་བར་མི་བྱའོ། །
en: “This mantra is not suitable for those Who are not students, do not follow the Dharma, Or have no faith in the teachings of the Teacher, As propagated by the victorious ones. {27.7} “Nor should this mantra ever be used By the wicked, the arrogant, Or those who find faults in the teachings of the Teacher

source: རྒྱལ་བའི་སྲས་ལ་རབ་ཏུ་མི་དང་བ་དང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་རྣམས་ལ་ཡང་མཆོད་པ་དང་རྗེས་སུ་གཟུང་བ་མི་བཟོད་པ་དེ་ལ་ནི་ངས་སྦྱིན་པར་མི་བྱའོ། །
en: Or have no faith in the Buddha’s sons. {27.8} “Nor is it suitable for the śrāvakas or the rhinoceros-like pratyeka­buddhas, Who are unable to accept and adopt worship. The mantra should not be given to them,

source: དེ་ལ་ནི་སྔགས་གྲུབ་པ་མི་སྣང་སྟེ།
en: As they would not see success. {27.9}

source: དད་ཅིང་ཞི་བའི་སེམས་ལྡན་དང་། །སངས་རྒྱས་བསྟན་ལ་རབ་ཏུ་དང་། །བྱང་ཆུབ་སེམས་ལ་རྟག་ཏུ་ནི། །མཆོད་དང་རྗེས་བཟུང་དེ་གཙོར་བྱེད། །
en: “On the other hand, one who has trust, is gentle, Has faith in the teachings of the victorious ones, Always [acts like] a bodhisattva, And embraces worship wholeheartedly {27.10}

source: དེ་ལ་སྔགས་འདི་འགྲུབ་འགྱུར་ཞེས། །ཆོ་ག་འདིར་ནི་ཡང་དག་བསྟན། །
en: “Will accomplish the mantra Taught by me in this manual—

source: སྔགས་ཆེན་ཡི་གེ་གཅིག་པ་ནི། །འཇམ་པའི་དབྱངས་ཀྱིས་ངེས་པར་སྦྱར། །
en: The great one-syllable mantra Prescribed by Mañjughoṣa. {27.11}

source: འཇིག་རྟེན་མགོན་འདིས་སྔགས་འདི་ནི། །རེ་བ་སྐྱེད་བྱེད་སྩོལ་བ་ཡིན། །
en: “This mantra that brings happiness Has been given by him, the lord of the world—

source: སངས་རྒྱས་ཀུན་གྱི་སྙིང་པོ་ཡིན། །སྔགས་རྣམས་མ་ལུས་འབྱུང་བའི་གནས། །
en: It is the essence of all the buddhas And the source of all the mantras. {27.12}

source: བདུན་ཅུ་རྩ་དྲུག་བྱེ་བ་ནི། །རང་བྱུང་ཉིད་ཀྱིས་སྔོན་གསུངས་པ། །ལུས་ཅན་སྡིག་པས་རྨོངས་རྣམས་ལ། །སྔགས་རྣམས་དགེ་བའི་དོན་དུ་ཡིན། །
en: “The self-arisen [lord] formerly taught, For the benefit and welfare of beings beguiled by evil, Seven hundred and sixty Million mantras. {27.13}

source: དེ་བཞིན་གཤེགས་རྣམས་ཀུན་གྱི་སྔགས། །སྟོན་པའི་གཟུགས་སུ་ཡང་དག་གནས། །
en: “All of these mantras have gone back to their origin And abide in the image of the Teacher.

source: དེ་དག་ལ་འདི་སྙིང་པོར་འགྱུར། །རིག་པའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེ། །ཡི་གེ་གཅིག་པོར་རྟག་པར་གནས། །ཐེར་ཟུག་ཏུ་ཡང་འདི་རབ་འཇུག །
en: This very powerful vidyārāja , however, The profound essence of these mantras, Remains ever active, Contained within the single syllable. {27.14}

source: འདིར་ནི་ཆོས་ཀྱི་མཐར་གནས་ཏེ། །འགྲོ་ལ་ཕན་ཕྱིར་སངས་རྒྱས་ཡིན། །ཆོས་ཀྱི་ཚུལ་ལ་ཡང་དག་གནས། །འདི་ནི་ཡི་གེ་གཅིག་པ་ཡིན། །
en: “The ultimate essence of the teachings of the buddhas Is thus preserved for the benefit of the world, Being stored in this Dharma device, This single syllable. {27.15}

source: སྔགས་ནི་དོན་རྣམས་མ་ལུས་སྒྲུབ། །
en: “This one-syllable mantra accomplishes all aims;

source: རྒྱལ་པོ་མ་རུངས་ཟློག་བྱེད་ཡིན། །ལས་ནི་སྣ་ཚོགས་བྱེད་པ་ཡིན། །ལས་ཀུན་མ་ལུས་སྒྲུབ་པའོ། །
en: It can ward off hostile kings, Perform a variety of activities, And accomplish all rites. {27.16}

source: ལས་ནི་རྩ་བརྒྱད་སྟོང་པོ་རྣམས། །ངེས་པར་ཡང་ནི་བྱེད་པར་འགྱུར། །
en: “It can thus perform without fail One thousand and eight activities

source: ཆོ་ག་མཐོང་བའི་ལས་ཀྱིས་ནི། །ཕུན་སུམ་ཚོགས་པ་སྣ་ཚོགས་སྟེར། །
en: And bestow various benefits If employed in a rite as prescribed by the rule. {27.17}

source: འཇམ་དཔལ་གྱི་ནི་སྙིང་པོ་ནི། །ཡི་གེ་མ་དང་ཡང་དག་ལྡན། །
en: “The letter m , included in this mantra, Is the heart essence of Mañjuśrī.

source: ཡི་གེ་ཨུ་དང་རྟག་འགྲོ་ཞེས། །འཇིག་རྟེན་ན་ནི་རྟག་འཇུག་འགྱུར། །ཚེ་དང་ཡེ་ཤེས་དཔག་མེད་རྒྱལ། །
en: The letter u was set to function in this world As the ever-omniscient [Mañjuśrī], aware of the modes of life. {27.18}

source: དབང་པོས་ངེས་པའི་དོན་དུ་གསུངས། །འཇམ་པའི་དབྱངས་ལ་སངས་རྒྱས་ཀྱིས། །དབང་གི་དོན་དུ་འདི་རབ་སྦྱིན། །
en: “[This] definitive meaning Was taught by Amitāyurjñāna­rājendra And conferred by the Buddha upon Mañjughoṣa To endow him with the power to enthrall. {27.19}

source: དེས་ན་དུས་མཐའི་འཇིག་རྟེན་འདིར། །སྟོན་པ་མྱ་ངན་འདས་པ་ན། །ཆོ་ག་མཐོང་བའི་རྒྱུ་ཡིས་ནི། །མྱུར་དུ་གྲུབ་པར་འགྲོ་བར་འགྱུར། །
en: “This mantra, at the end of the eon in this world, When the Teacher is in nirvāṇa, Swiftly brings accomplishment, If the rites are performed according to rule. {27.20}

source: ཚེ་ནི་དཔག་མེད་ཅེས་བྱ་བས། །རྣམ་པར་བརྟགས་པར་གྱུར་པ་ཡིན། །
en: “There is a place called Amitāyus, ‘Infinite Life,’ Designated as a buddhafield.

source: དེར་ནི་བཅོམ་ལྡན་སངས་རྒྱས་ཏེ། །ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བྱེད་པ། །དཔག་མེད་བསྐལ་པར་གནས་པ་དང་། །ཚེ་ལ་དབང་བར་བྱིན་གྱིས་བརླབས། །
en: It is there that this blessed buddha, The turner of the wheel of Dharma, {27.21} “Remains throughout infinite eons, Blessing that field with his lifelong presence.

source: དེ་ཉིད་ཕྱིར་ན་དེ་མཚན་གྱུར། །དཔག་མེད་ཚེ་དང་ཡེ་ཤེས་དེས། །
en: This is why his name is Amitāyurjñāna­viniścaya, ‘Expounder of the Knowledge of Infinite Life.’ {27.22}

source: འཇིག་རྟེན་ཀུན་གྱི་རྒྱལ་པོའི་དབང་། །རྫུ་འཕྲུལ་ཆེ་འདི་དེ་བཞིན་གཤེགས། །
en: “This tathāgata with great miraculous power Is the king of kings of all the worlds.

source: དེ་ནི་སྔགས་མཆོག་གཙོ་འདི་བྱིན། །སངས་རྒྱས་སྲས་པོ་བློ་དང་ལྡན། །
en: He gave this eminent, excellent mantra To the Buddha’s son of great intelligence, {27.23}

source: སྲས་ཀྱི་གཙོ་བོ་དམ་པ་ནི། །རྫུ་འཕྲུལ་ཆེ་ཞིང་སྟོབས་ཀྱང་ཆེ། །
en: “The most senior among [the Buddha’s] foremost sons, Distinguished by great strength and miraculous power.

source: དེ་ནས་སྲས་པོ་དེ་ཉིད་ཀྱིས། །འདི་ནི་ཀུན་ཏུ་བཟང་ལ་སྦྱོར། །
en: This son, in turn, entrusted This mantra to Samantabhadra. {27.24}

source: དེ་ནས་སངས་རྒྱས་སྲས་རྣམས་ལ། །དེ་ནི་དེ་བཞིན་གཤེགས་དག་གིས། །སྔགས་རྣམས་ཀྱི་ནི་མཆོག་གྱུར་པ། །
en: “This buddha son, in turn, Gave it to Mañjughoṣa. Now I, a tathāgata, will pronounce [This mantra]—the best [part of] his ritual.” {27.25}

source: ཆོས་ཀྱི་རྒྱལ་པོས་གསུངས་པ་ནི། །འབྱུང་པོ་རྣམས་ལ་ཕན་དོན་དུ། །སྔགས་རྣམས་མ་ལུས་གསུངས་པ་ཡིན། །
en: This foremost of [Mañjughoṣa’s] mantras Was then pronounced by the Dharma king. He spoke this mantra for the benefit and welfare Of all sentient beings: {27.26}

source: ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་ངེས་པའི་དབང་པོའི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། །
en: “Homage to Tathāgata Amitāyurjñāna­viniścaya­rājendra, the arhat, the perfectly realized buddha!

source: སཱ་ལའི་དབང་པོའི་རྒྱལ་པོ་ཚེ་དཔག་ཏུ་མེད་པ་དང་འོད་དཔག་ཏུ་མེད་པ་དང་རིན་ཆེན་ཏོག་ལ་སོགས་པ་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all the buddhas, starting with Śālendra­rāja, Amitāyus, Amitābha, and Ratnaketu.

source: དེ་རྣམས་ལ་ཕྱག་འཚལ་ནས་ལན་གསུམ་སྔགས་བཟླ་བར་བྱའོ། །
en: After saluting them, one should recite the one-syllable mantra thrice.

source: ཡི་གེ་གཅིག་པོ་དེ་གང་ཞེ་ན།
en: What is this mantra?

source: མུ། གྲོགས་པོ་དག་འདི་ནི་ཚེ་དང་ཡེ་ཤེས་དཔག་ཏུ་མེད་པ་རྣམ་པར་གདོན་མི་ཟ་བའི་དབང་པོའི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་བཀོད་པ་དཔག་ཏུ་མེད་པ་དང་ལྡན་པའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་བཞུགས་ཏེ་
en: “ Muṁ. {27.27} “It is this mantra, friends, that was taught by Tathāgata Amitāyurjñāna­viniścaya­rājendra, the arhat, the perfectly realized buddha who dwells in the world sphere Amitavyūhavatī.

source: གསུངས་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དང་ཕན་པ་དང་བདེ་བ་དང་འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་དང་སྐྱེ་བོའི་ཚོགས་ཆེན་པོའི་དོན་དང་མ་འོངས་པའི་སྐྱེ་བོ་དག་ལ་གཟིགས་ནས་བསྟན་པ་ནུབ་པའི་དུས་ཚོད་དུ་མཁྱེན་ནས་དུས་ཀྱི་ཐ་མ་ལ་དཀོན་མཆོག་གསུམ་ལ་གནོད་པ་བྱེད་པའི་མ་རུངས་པའི་རྒྱལ་པོ་བཟློག་པའི་ཕྱིར་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཐུགས་ཀྱི་སྲས་ཀྱི་གཙོ་བོ་མཐུ་ཆེན་པོ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་སྦྱིན་པའི་ཕྱིར་དང་སངས་རྒྱས་ཀྱི་བྱིན་གྱིས་བརླབས་ཀྱིས་ཀུན་ཏུ་བཟང་པོ་ལ་བྱིན་ནོ། །
en: He passed on [this mantra] to the eldest and closest son of all the tathāgatas, the bodhisattva great being Mahā­sthāma­prāpta, in order to bring benefit, welfare, and happiness to all beings. He did this out of compassion for and in order to benefit many people, especially the future generations at the time when [the Buddha’s] teaching would disappear, knowing that such a time would come. He did this in order to rein in the wicked kings who would transgress against the Three Jewels during the last, lowest eon. {27.28} “[Mahā­sthāma­prāpta,] through the Buddha’s blessing, passed on [this mantra] to Samantabhadra.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་དེས་ཀྱང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བྱིན་ནོ། །
en: Bodhisattva Samantabhadra, the great being, passed it on to Mañjuśrī, the divine youth.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དེས་ཀྱང་སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་གཟུང་བའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོའི་དབང་གིས་སྙིང་གི་གནས་སུ་རང་གི་ལུས་ལ་བཞག་གོ །
en: Mañjuśrī, the divine youth, out of his kindness for all beings and the power of his compassion, then placed this mantra in his heart, in his own body. {27.29}

source: མ་འོངས་པའི་དུས་ལ་བལྟོས་ནས་དུས་ཀྱི་ཐ་མ་བསྟན་པ་ནུབ་པའི་དུས་ཚོད་ལ་དེ་བཞིན་གཤེགས་པའི་ཐ་མ་བདག་གིས་ཀྱང་བསྟན་ཏེ།
en: “Thinking about the future time, when the Buddha’s teaching disappears during the lowest eon, I will be the last tathāgata.

source: རྩོད་པའི་དུས་དང་བསྟན་པ་འཇིག་པའི་དུས་སུ་ངའི་བསྟན་པ་ཡང་དག་པར་བསྲུང་བའི་དོན་བྱེད་པར་འགྱུར་རོ། །
en: During that debased time, the lowest eon, this excellent mantra will effectively protect my teachings. {27.30}

source: འདིའི་ཆོ་ག་གཞན་ཡང་མདོར་བསྡུས་ནས་བརྗོད་པར་བྱ་བ་ནི་འཇམ་པའི་དབྱངས་གཞོན་ནུ་ཉོན་ཅིག །
en: “I will now teach the ritual of this [mantra]. Listen, Mañjusvara, O divine youth with a pleasant voice, to the detailed instructions on the great ritual of your [mantra]!

source: བདག་ཉིད་ཆེན་པོའི་ཆོ་ག་རྒྱ་ཆེ་བ་འདིའི་ཆོ་གའི་རྒྱལ་པོའི་དབང་པོ་བརྗོད་པར་བྱ་སྟེ།
en: I will [now] teach at great length the king of rituals [that employs] this [mantra]. {27.31}

source: དང་པོར་རེ་ཞིག་རིའི་རྩེ་མོར་འཛེགས་ཏེ། འབུམ་ཕྲག་སུམ་ཅུ་བཟླས་པ་བྱས་ན་སྔར་བསྙེན་པ་བྱས་པར་འགྱུར་རོ། །
en: “To start, one should climb a mountain and recite the mantra two million times; this constitutes the preliminary practice.

source: འོ་མས་འཚོ་ཞིང་མི་སྨྲ་བའི་བརྟུལ་ཞུགས་དང་སྔགས་གཞན་ལ་མི་རྟེན་པ་དང་། གཞན་ལ་མི་སེམས་པ་དང་། སྐྱབས་གསུམ་ཡོངས་སུ་བླངས་པ་དང་། བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དང་། ཁྲིམས་ལྔའི་སྡོམ་པ་ཡང་དག་པར་བླངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྡོམ་པ་ཡང་དག་པར་བླངས་པས་བཟླས་པ་བྱས་ལ་དེས་ལས་རྣམས་བྱ་བ་སྟེ།
en: One should recite while living on a diet of milk dishes, observing silence, focusing the mind on the mantra and nothing else, fully embracing the triple refuge, generating bodhicitta, observing [the prescribed fasts] and the precepts of morality, and fully embracing the conduct consistent with the bodhisattva vows. After this, one can commence the rites. {27.32}

source: དང་པོར་རེ་ཞིག་རས་ལ་རི་མོ་བྱ་བ་ནི་རི་མོ་མཁན་གསོ་སྦྱོང་བྱས་ལ་ཚོན་མ་འདྲེས་པ་དག་གིས་བྲིའོ། །གཙང་མའི་རས་ཀྱི་དུམ་བུ་གང་ཡང་རུང་བའམ་དར་ལ་ཙནྡན་དང་ག་པུར་དང་གུར་གུམ་གྱི་ཆུས་གཏོར་ལ།
en: “First, one should commission a painting. This should be done in a clean place by a painter who is observing the ritual fast, using uncontaminated paints and a clean piece of either cloth or silk suffused with sandalwood, camphor, and saffron.

source: གཙང་བའི་ས་ཕྱོགས་སུ་གཙང་བའི་རི་མོ་བྱེད་པ་དཀར་གསུམ་ཟ་ཞིང་གོས་དཀར་པོ་གྱོན་པས་ཟླ་བ་ཉ་བའི་བཅྭ་ལྔ་ལ་ཉི་མ་འཆར་བའི་དུས་སུ་རྣམ་པར་དག་པའི་རྒྱུ་སྐར་ལ་ཉི་མ་ཕྱེད་པའི་བར་དུ་བྲི་བར་བྱ་སྟེ་དེ་ནས་བྲི་བ་སྤང་བར་བྱའོ། །
en: The painter himself must be clean, eat the three white foods, and wear clean clothes. He should be requested to paint during an auspicious nakṣatra, on the fifteenth day of the bright fortnight when the moon is perfectly full, [starting] at sunrise and [continuing] until midday. He should avoid [painting] past [midday].

source: དེ་བཞིན་དུ་ཉིན་རེ་ཞིང་ཡང་ཡོངས་སུ་རྫོགས་ཀྱི་བར་དུ་བྱའོ། །
en: He should continue in this way day after day until the painting is finished. {27.33}

source: དང་པོར་རེ་ཞིག་རས་ལ་ཚེ་དཔག་ཏུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་བྲི་བར་བྱའོ། །
en: “On the canvas, one should first paint the world called Amitāyurvatī.

source: རས་ཁྲུ་གང་ཙམ་མམ་བདེ་བར་གཤེགས་པའི་མཐོ་གང་གི་ཚད་དམ། རས་ཁྲུ་བཞི་པ་ལ་ཁོར་ཡུག་ཏུ་ཚེ་དཔག་ཏུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་བྲིའོ། །པདྨ་རཱ་ག་དང་ཨིནྡྲ་ནཱི་ལ་དང་ཤེལ་དང་རིན་པོ་ཆེ་མརྒད་ཀྱི་རས་རིས་ཀྱི་འོག་གི་ཕྱོགས་སུ་མཛེས་པར་བྱའོ། །
en: On a cloth measuring one cubit, or a square piece of silk one width of the Buddha’s hand across, one should paint Amitāyurvatī, adorned below with mountains consisting of ruby, sapphire, and emerald,

source: དེ་དག་གི་སྟེང་གི་ཕྱོགས་སུ་རིན་པོ་ཆེའི་གཞལ་མེད་ཁང་མཛེས་པའི་རྣམ་པ་དང་རྒྱལ་མཚན་དང་བ་དན་མཛེས་པའི་རྣམ་པར་བསྒྲེང་བ་དང་དེའི་དབུས་སུ་ཚེ་དཔག་ཏུ་མེད་པ་རྣམ་པར་གདོན་མི་ཟ་བའི་དབང་པོའི་རྒྱལ་པོ་དེ་བཞིན་གཤེགས་པ་ཆོས་འཆད་པ་སེང་གེའི་ཁྲི་ལ་བཞུགས་པ།
en: with palaces upon them embellished with fine jewels and adorned with raised flags and banners. {27.34} “In the center, one should paint Tathāgata Amitāyurviniścaya­rājendra, sitting on a jeweled throne [supported by] lions and expounding the Dharma.

source: ཀུན་ནས་འོད་ཀྱི་ཕྲེང་བ་རབ་ཏུ་འབར་བ། ཁ་དོག་ཅུང་ཟད་དམར་ཞིང་དཀར་བ།
en: He is surrounded by a halo of light, and has a pure, pink complexion. {27.35}

source: གཡོན་ཕྱོགས་སུ་མཐིང་ཤིང་གི་རྡོ་ལ་བཞུགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐུ་ཆེན་ཐོབ་ཕྱག་གཡས་ན་རྔ་ཡབ་ཐོགས་ཤིང་དེ་བཞིན་གཤེགས་པ་ལ་གཏོད་པའི་ལྟ་བ་དང་ལག་པ་གཡོན་ན་སྐྱུར་རྩི་ཆེན་པོའི་ཤིང་ཐོག་ཐོགས་པ།
en: “To [Amitāyurviniścaya­rājendra’s] left, one should paint the bodhisattva great being Mahā­sthāma­prāpta, sitting on a seat of precious stone, holding forth in his [right] hand a yak-tail whisk, and directing his gaze at the tathāgata. In his left hand he is holding a citron.

source: མེ་ཏོག་པྲི་ཡང་ཀུ་ལྟར་སྔོ་སངས་གཞོན་ནུའི་རྒྱན་གྱིས་ལུས་བརྒྱན་པ། ཀུན་ནས་ཁོར་ཡུག་ཏུ་འོད་འཕྲོ་བ།
en: His body, adorned with all the ornaments, is of the light purple color of beautyberry and is surrounded by a blazing halo of light. {27.36}

source: གཡས་ངོས་སུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཀུན་ཏུ་བཟང་པོ་རིན་པོ་ཆེའི་རི་ལ་བཞུགས་པ། ལག་པ་གཡས་པ་ན་རྔ་ཡབ་ཐོགས་ཤིང་གཡོབ་པ། ལག་པ་གཡོན་པ་ན་རིན་པོ་ཆེ་ཐོགས་པ།
en: “To [Amitāyurviniścaya­rājendra’s] right, one should paint the bodhisattva great being Blessed Samantabhadra sitting on [a seat of] precious stone, waving a white yak-tail whisk held forth in his [right] hand. In his left, he is holding a jewel.
